window.INTENSIVE_REVIEW_SOURCE = {
  "regions": [
    "临沂区域公司",
    "烟威区域公司",
    "枣庄区域公司",
    "青岛区域公司",
    "济宁区域公司",
    "台州区域公司",
    "济南区域公司",
    "晋临区域公司",
    "洛阳区域公司"
  ],
  "rows": {
    "5月": [
      {
        "level1": "厂端模式变革 30%",
        "level2": "设备质量评价",
        "metric": "设备质量评价 / 0.1",
        "definition": "SED设备质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            81.48,
            8.15
          ],
          [
            "烟威区域公司",
            79.98,
            8
          ],
          [
            "枣庄区域公司",
            85.93,
            8.59
          ],
          [
            "青岛区域公司",
            79.32,
            7.93
          ],
          [
            "济宁区域公司",
            78.02,
            7.8
          ],
          [
            "台州区域公司",
            83.73,
            8.37
          ],
          [
            "济南区域公司",
            78.6,
            7.86
          ],
          [
            "晋临区域公司",
            78.68,
            7.87
          ],
          [
            "洛阳区域公司",
            82.38,
            8.24
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "运行质量评价",
        "metric": "运行质量评价 / 0.1",
        "definition": "SED运行质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            75.85,
            7.59
          ],
          [
            "烟威区域公司",
            69.57,
            6.96
          ],
          [
            "枣庄区域公司",
            73.17,
            7.32
          ],
          [
            "青岛区域公司",
            76.17,
            7.62
          ],
          [
            "济宁区域公司",
            69.94,
            6.99
          ],
          [
            "台州区域公司",
            62.91,
            6.29
          ],
          [
            "济南区域公司",
            70.98,
            7.1
          ],
          [
            "晋临区域公司",
            75.5,
            7.55
          ],
          [
            "洛阳区域公司",
            74.66,
            7.47
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "供水厂标准化建设",
        "metric": "供水厂标准化建设 / 附加项5%",
        "definition": "区域内供水厂标准化建设达标的供水厂总数/区域内供水厂总数",
        "formula": "供水厂标准化建设覆盖率*5%（分表评价）",
        "weight": "附加项5%",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "夜间听班覆盖率",
        "metric": "夜间听班覆盖率 / 0.1",
        "definition": "区域内实现夜间听班的污水厂总数/区域内污水厂总数",
        "formula": "夜间听班覆盖率*10%（分表评价）",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            0.67,
            6.7
          ],
          [
            "烟威区域公司",
            0.5,
            5
          ],
          [
            "枣庄区域公司",
            0.4,
            4
          ],
          [
            "青岛区域公司",
            0.4,
            4
          ],
          [
            "济宁区域公司",
            0.75,
            7.5
          ],
          [
            "台州区域公司",
            0.33,
            3.3
          ],
          [
            "济南区域公司",
            "/",
            "/"
          ],
          [
            "晋临区域公司",
            "/",
            "/"
          ],
          [
            "洛阳区域公司",
            "/",
            "/"
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "双证率",
        "metric": "双证率 / 0.05",
        "definition": "O序列持双证人数/O序列总人数",
        "formula": "双证率≥30%，得5分；双证率＜10%，得0分；中间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.6727,
            5
          ],
          [
            "烟威区域公司",
            0.5778,
            5
          ],
          [
            "枣庄区域公司",
            0.6481,
            5
          ],
          [
            "青岛区域公司",
            0.8411,
            5
          ],
          [
            "济宁区域公司",
            0.6216,
            5
          ],
          [
            "台州区域公司",
            0.1864,
            2.16
          ],
          [
            "济南区域公司",
            0.6,
            5
          ],
          [
            "晋临区域公司",
            0.0698,
            0
          ],
          [
            "洛阳区域公司",
            0.5449,
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "岗证匹配率",
        "metric": "岗证匹配率 / 0.05",
        "definition": "O序列达到上岗标准（技能类别及等级与该岗位最低持证上岗要求一致）人数/O序列总人数",
        "formula": "上岗率≥10%，得5分；岗证匹配率在0%到10%之间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0909,
            4.545
          ],
          [
            "烟威区域公司",
            0.0889,
            4.445
          ],
          [
            "枣庄区域公司",
            0.2222,
            5
          ],
          [
            "青岛区域公司",
            0.1776,
            5
          ],
          [
            "济宁区域公司",
            0.027,
            1.35
          ],
          [
            "台州区域公司",
            0.0678,
            3.39
          ],
          [
            "济南区域公司",
            0.1077,
            5
          ],
          [
            "晋临区域公司",
            0.0058,
            0.29
          ],
          [
            "洛阳区域公司",
            0.0838,
            4.19
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 质控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 自控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "×",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 设备岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 综合部安全岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2026年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2872.34,
            4
          ],
          [
            "烟威区域公司",
            3313.25,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2821.43,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3168.27,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            868.85,
            2
          ],
          [
            "洛阳区域公司",
            2888.2,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2025年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2477.06,
            4
          ],
          [
            "烟威区域公司",
            3235.29,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2413.6,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3079.44,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            860.39,
            2
          ],
          [
            "洛阳区域公司",
            2879.26,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2026年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            68.9,
            3
          ],
          [
            "烟威区域公司",
            107.4,
            5
          ],
          [
            "枣庄区域公司",
            94.7,
            5
          ],
          [
            "青岛区域公司",
            57.2,
            2
          ],
          [
            "济宁区域公司",
            64.7,
            3
          ],
          [
            "台州区域公司",
            68.7,
            3
          ],
          [
            "济南区域公司",
            71.2,
            4
          ],
          [
            "晋临区域公司",
            19.6,
            2
          ],
          [
            "洛阳区域公司",
            39.5,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2025年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            65.5,
            3
          ],
          [
            "烟威区域公司",
            124.5,
            5
          ],
          [
            "枣庄区域公司",
            92,
            5
          ],
          [
            "青岛区域公司",
            56.6,
            2
          ],
          [
            "济宁区域公司",
            58.13,
            3
          ],
          [
            "台州区域公司",
            67.1,
            3
          ],
          [
            "济南区域公司",
            66.2,
            4
          ],
          [
            "晋临区域公司",
            18.2,
            2
          ],
          [
            "洛阳区域公司",
            30.8,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2026年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0701,
            5
          ],
          [
            "烟威区域公司",
            0.08,
            5
          ],
          [
            "枣庄区域公司",
            0.057,
            5
          ],
          [
            "青岛区域公司",
            0.108,
            0
          ],
          [
            "济宁区域公司",
            0.076,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.088,
            0
          ],
          [
            "晋临区域公司",
            0.174,
            1
          ],
          [
            "洛阳区域公司",
            0.121,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2025年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0697,
            5
          ],
          [
            "烟威区域公司",
            0.078,
            5
          ],
          [
            "枣庄区域公司",
            0.059,
            5
          ],
          [
            "青岛区域公司",
            0.109,
            0
          ],
          [
            "济宁区域公司",
            0.053,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.085,
            0
          ],
          [
            "晋临区域公司",
            0.178,
            1
          ],
          [
            "洛阳区域公司",
            0.122,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 现状人数",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            109,
            10
          ],
          [
            "烟威区域公司",
            83,
            10
          ],
          [
            "枣庄区域公司",
            118,
            10
          ],
          [
            "青岛区域公司",
            184,
            10
          ],
          [
            "济宁区域公司",
            89,
            10
          ],
          [
            "台州区域公司",
            100,
            10
          ],
          [
            "济南区域公司",
            108,
            10
          ],
          [
            "晋临区域公司",
            306,
            0
          ],
          [
            "洛阳区域公司",
            362,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 标准配置",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            114,
            10
          ],
          [
            "烟威区域公司",
            90,
            10
          ],
          [
            "枣庄区域公司",
            134,
            10
          ],
          [
            "青岛区域公司",
            198,
            10
          ],
          [
            "济宁区域公司",
            91,
            10
          ],
          [
            "台州区域公司",
            99,
            10
          ],
          [
            "济南区域公司",
            127,
            10
          ],
          [
            "晋临区域公司",
            81,
            0
          ],
          [
            "洛阳区域公司",
            183,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "偏差率",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            -0.043859649122807,
            10
          ],
          [
            "烟威区域公司",
            -0.0777777777777778,
            10
          ],
          [
            "枣庄区域公司",
            -0.119402985074627,
            10
          ],
          [
            "青岛区域公司",
            -0.0707070707070707,
            10
          ],
          [
            "济宁区域公司",
            -0.021978021978022,
            10
          ],
          [
            "台州区域公司",
            0.0101010101010101,
            10
          ],
          [
            "济南区域公司",
            -0.149606299212598,
            10
          ],
          [
            "晋临区域公司",
            2.77777777777778,
            0
          ],
          [
            "洛阳区域公司",
            0.978142076502732,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工时基线偏差率",
        "metric": "工时基线偏差率 / 0.1",
        "definition": "（区域工单工时+非工单有效任务工时-区域工时基线）÷区域工时基线×100%",
        "formula": "工时基线偏差率≤15%，得10分； 工时基线偏差率>30%，得0分； 工时基线偏差率＞15%且≤30%时，插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工单薪酬落地",
        "metric": "工单薪酬落地 / 0.1",
        "definition": "区域工单薪酬落地达标水厂数量/区域污水厂总数",
        "formula": "评价月水厂O序列运维岗薪酬结构中工单薪酬占比不少于50%认定为合格；该项得分=完成率*10",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            1,
            10
          ],
          [
            "烟威区域公司",
            1,
            10
          ],
          [
            "枣庄区域公司",
            1,
            10
          ],
          [
            "青岛区域公司",
            1,
            10
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            1,
            10
          ],
          [
            "济南区域公司",
            1,
            10
          ],
          [
            "晋临区域公司",
            0.25,
            2.5
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "运营管理体量提升",
        "metric": "运营管理体量提升 / 加分项5%",
        "definition": "年底市政污水运营规模-年初市政污水运营规模",
        "formula": "提升1万吨+1分；提升5万吨+3分；提升10万吨+5分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "培育专业化服务能力",
        "metric": "培育专业化服务能力 / 0.1",
        "definition": "设备大修重置新增自主实施能力的服务事项/区域所有设备大修重置新增服务事项",
        "formula": "系统内数值≥95%，得10分；实际值<75%，得0分； 75%-95% 之间按照插值法计算；",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            0.975,
            10
          ],
          [
            "烟威区域公司",
            0.984,
            10
          ],
          [
            "枣庄区域公司",
            0.956,
            10
          ],
          [
            "青岛区域公司",
            0.933,
            9.15
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            0.951,
            10
          ],
          [
            "济南区域公司",
            0.954,
            10
          ],
          [
            "晋临区域公司",
            0.989,
            10
          ],
          [
            "洛阳区域公司",
            0.93,
            9
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "ROM获取能力",
        "metric": "ROM获取能力 / 加分项10%",
        "definition": "区域年度获取云链端新范式下OM数量",
        "formula": "获取1项+5分，获取2项+10分",
        "weight": "加分项10%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "厂网一体化推进能力",
        "metric": "厂网一体化推进能力 / 加分项5%",
        "definition": "厂网一体化业务能力评分",
        "formula": "完成收资并形成下一步的行动举措得3分；完成厂网一体化试点打造再得2分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      }
    ],
    "4月": [
      {
        "level1": "厂端模式变革 30%",
        "level2": "设备质量评价",
        "metric": "设备质量评价 / 0.1",
        "definition": "SED设备质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            98.2566666666667,
            9.82566666666667
          ],
          [
            "烟威区域公司",
            100,
            10
          ],
          [
            "枣庄区域公司",
            100,
            10
          ],
          [
            "青岛区域公司",
            100,
            10
          ],
          [
            "济宁区域公司",
            100,
            10
          ],
          [
            "台州区域公司",
            98.0225,
            9.80225
          ],
          [
            "济南区域公司",
            94.465,
            9.4465
          ],
          [
            "晋临区域公司",
            97.1425,
            9.71425
          ],
          [
            "洛阳区域公司",
            100,
            10
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "运行质量评价",
        "metric": "运行质量评价 / 0.1",
        "definition": "SED运行质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            81.4533333333333,
            8.14533333333333
          ],
          [
            "烟威区域公司",
            69.84,
            6.984
          ],
          [
            "枣庄区域公司",
            74.514,
            7.4514
          ],
          [
            "青岛区域公司",
            75.3177777777778,
            7.53177777777778
          ],
          [
            "济宁区域公司",
            67.015,
            6.7015
          ],
          [
            "台州区域公司",
            67.6425,
            6.76425
          ],
          [
            "济南区域公司",
            70.6783333333333,
            7.06783333333333
          ],
          [
            "晋临区域公司",
            74.0275,
            7.40275
          ],
          [
            "洛阳区域公司",
            74.92,
            7.492
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "供水厂标准化建设",
        "metric": "供水厂标准化建设 / 附加项5%",
        "definition": "区域内供水厂标准化建设达标的供水厂总数/区域内供水厂总数",
        "formula": "供水厂标准化建设覆盖率*5%（分表评价）",
        "weight": "附加项5%",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "夜间听班覆盖率",
        "metric": "夜间听班覆盖率 / 0.1",
        "definition": "区域内实现夜间听班的污水厂总数/区域内污水厂总数",
        "formula": "夜间听班覆盖率*10%（分表评价）",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            0.833333333333333,
            8.33333333333333
          ],
          [
            "烟威区域公司",
            1,
            10
          ],
          [
            "枣庄区域公司",
            0.8,
            8
          ],
          [
            "青岛区域公司",
            0.4,
            4
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            0.666666666666667,
            6.66666666666667
          ],
          [
            "济南区域公司",
            "/",
            "/"
          ],
          [
            "晋临区域公司",
            "/",
            "/"
          ],
          [
            "洛阳区域公司",
            "/",
            "/"
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "双证率",
        "metric": "双证率 / 0.05",
        "definition": "O序列持双证人数/O序列总人数",
        "formula": "双证率≥30%，得5分；双证率＜10%，得0分；中间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.582,
            5
          ],
          [
            "烟威区域公司",
            0.529,
            5
          ],
          [
            "枣庄区域公司",
            0.537,
            5
          ],
          [
            "青岛区域公司",
            0.692,
            5
          ],
          [
            "济宁区域公司",
            0.486,
            5
          ],
          [
            "台州区域公司",
            0.153,
            1.325
          ],
          [
            "济南区域公司",
            0.462,
            5
          ],
          [
            "晋临区域公司",
            0.035,
            0
          ],
          [
            "洛阳区域公司",
            0.419,
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "岗证匹配率",
        "metric": "岗证匹配率 / 0.05",
        "definition": "O序列达到上岗标准（技能类别及等级与该岗位最低持证上岗要求一致）人数/O序列总人数",
        "formula": "上岗率≥10%，得5分；岗证匹配率在0%到10%之间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.073,
            3.65
          ],
          [
            "烟威区域公司",
            0.078,
            3.9
          ],
          [
            "枣庄区域公司",
            0.13,
            5
          ],
          [
            "青岛区域公司",
            0.103,
            5
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0.051,
            2.55
          ],
          [
            "济南区域公司",
            0.092,
            4.6
          ],
          [
            "晋临区域公司",
            0.0058,
            0.29
          ],
          [
            "洛阳区域公司",
            0.072,
            3.6
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 质控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 自控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "×",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 设备岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 综合部安全岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2026年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2872.34,
            4
          ],
          [
            "烟威区域公司",
            3313.25,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2821.43,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3168.27,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            868.85,
            2
          ],
          [
            "洛阳区域公司",
            2888.2,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2025年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2477.06,
            4
          ],
          [
            "烟威区域公司",
            3235.29,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2413.6,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3079.44,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            860.39,
            2
          ],
          [
            "洛阳区域公司",
            2879.26,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2026年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            68.9,
            3
          ],
          [
            "烟威区域公司",
            107.4,
            5
          ],
          [
            "枣庄区域公司",
            94.7,
            5
          ],
          [
            "青岛区域公司",
            57.2,
            2
          ],
          [
            "济宁区域公司",
            64.7,
            3
          ],
          [
            "台州区域公司",
            68.7,
            3
          ],
          [
            "济南区域公司",
            71.2,
            4
          ],
          [
            "晋临区域公司",
            17.8,
            0
          ],
          [
            "洛阳区域公司",
            39.5,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2025年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            65.5,
            3
          ],
          [
            "烟威区域公司",
            124.5,
            5
          ],
          [
            "枣庄区域公司",
            92,
            5
          ],
          [
            "青岛区域公司",
            56.6,
            2
          ],
          [
            "济宁区域公司",
            58.13,
            3
          ],
          [
            "台州区域公司",
            67.1,
            3
          ],
          [
            "济南区域公司",
            66.2,
            4
          ],
          [
            "晋临区域公司",
            18.2,
            0
          ],
          [
            "洛阳区域公司",
            30.8,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2026年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0701,
            5
          ],
          [
            "烟威区域公司",
            0.08,
            5
          ],
          [
            "枣庄区域公司",
            0.057,
            5
          ],
          [
            "青岛区域公司",
            0.108,
            0
          ],
          [
            "济宁区域公司",
            0.076,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.088,
            0
          ],
          [
            "晋临区域公司",
            0.174,
            1
          ],
          [
            "洛阳区域公司",
            0.121,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2025年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0697,
            5
          ],
          [
            "烟威区域公司",
            0.078,
            5
          ],
          [
            "枣庄区域公司",
            0.059,
            5
          ],
          [
            "青岛区域公司",
            0.109,
            0
          ],
          [
            "济宁区域公司",
            0.053,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.085,
            0
          ],
          [
            "晋临区域公司",
            0.178,
            1
          ],
          [
            "洛阳区域公司",
            0.122,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 现状人数",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            109,
            10
          ],
          [
            "烟威区域公司",
            83,
            10
          ],
          [
            "枣庄区域公司",
            118,
            10
          ],
          [
            "青岛区域公司",
            184,
            10
          ],
          [
            "济宁区域公司",
            89,
            10
          ],
          [
            "台州区域公司",
            100,
            10
          ],
          [
            "济南区域公司",
            108,
            10
          ],
          [
            "晋临区域公司",
            303,
            1.5
          ],
          [
            "洛阳区域公司",
            330,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 标准配置",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            114,
            10
          ],
          [
            "烟威区域公司",
            90,
            10
          ],
          [
            "枣庄区域公司",
            134,
            10
          ],
          [
            "青岛区域公司",
            198,
            10
          ],
          [
            "济宁区域公司",
            91,
            10
          ],
          [
            "台州区域公司",
            99,
            10
          ],
          [
            "济南区域公司",
            127,
            10
          ],
          [
            "晋临区域公司",
            81,
            1.5
          ],
          [
            "洛阳区域公司",
            183,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "偏差率",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            -0.043859649122807,
            10
          ],
          [
            "烟威区域公司",
            -0.0777777777777778,
            10
          ],
          [
            "枣庄区域公司",
            -0.119402985074627,
            10
          ],
          [
            "青岛区域公司",
            -0.0707070707070707,
            10
          ],
          [
            "济宁区域公司",
            -0.021978021978022,
            10
          ],
          [
            "台州区域公司",
            0.0101010101010101,
            10
          ],
          [
            "济南区域公司",
            -0.149606299212598,
            10
          ],
          [
            "晋临区域公司",
            2.74074074074074,
            1.5
          ],
          [
            "洛阳区域公司",
            0.80327868852459,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工时基线偏差率",
        "metric": "工时基线偏差率 / 0.1",
        "definition": "（区域工单工时+非工单有效任务工时-区域工时基线）÷区域工时基线×100%",
        "formula": "工时基线偏差率≤15%，得10分； 工时基线偏差率>30%，得0分； 工时基线偏差率＞15%且≤30%时，插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工单薪酬落地",
        "metric": "工单薪酬落地 / 0.1",
        "definition": "区域工单薪酬落地达标水厂数量/区域污水厂总数",
        "formula": "评价月水厂O序列运维岗薪酬结构中工单薪酬占比不少于50%认定为合格；该项得分=完成率*10",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            1,
            10
          ],
          [
            "烟威区域公司",
            1,
            10
          ],
          [
            "枣庄区域公司",
            1,
            10
          ],
          [
            "青岛区域公司",
            1,
            10
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            1,
            10
          ],
          [
            "济南区域公司",
            1,
            10
          ],
          [
            "晋临区域公司",
            0.25,
            2.5
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "运营管理体量提升",
        "metric": "运营管理体量提升 / 加分项5%",
        "definition": "年底市政污水运营规模-年初市政污水运营规模",
        "formula": "提升1万吨+1分；提升5万吨+3分；提升10万吨+5分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "培育专业化服务能力",
        "metric": "培育专业化服务能力 / 0.1",
        "definition": "设备大修重置新增自主实施能力的服务事项/区域所有设备大修重置新增服务事项",
        "formula": "系统内数值≥95%，得10分；实际值<75%，得0分； 75%-95% 之间按照插值法计算；",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            0.975,
            10
          ],
          [
            "烟威区域公司",
            0.984,
            10
          ],
          [
            "枣庄区域公司",
            0.956,
            10
          ],
          [
            "青岛区域公司",
            0.933,
            9.15
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            0.951,
            10
          ],
          [
            "济南区域公司",
            0.954,
            10
          ],
          [
            "晋临区域公司",
            0.989,
            10
          ],
          [
            "洛阳区域公司",
            0.93,
            9
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "ROM获取能力",
        "metric": "ROM获取能力 / 加分项10%",
        "definition": "区域年度获取云链端新范式下OM数量",
        "formula": "获取1项+5分，获取2项+10分",
        "weight": "加分项10%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "厂网一体化推进能力",
        "metric": "厂网一体化推进能力 / 加分项5%",
        "definition": "厂网一体化业务能力评分",
        "formula": "完成收资并形成下一步的行动举措得3分；完成厂网一体化试点打造再得2分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      }
    ],
    "3月": [
      {
        "level1": "厂端模式变革 30%",
        "level2": "设备质量评价",
        "metric": "设备质量评价 / 0.1",
        "definition": "SED设备质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            98.54333333,
            9.854333333
          ],
          [
            "烟威区域公司",
            100,
            10
          ],
          [
            "枣庄区域公司",
            99.094,
            9.9094
          ],
          [
            "青岛区域公司",
            96.92888889,
            9.692888889
          ],
          [
            "济宁区域公司",
            100,
            10
          ],
          [
            "台州区域公司",
            99.295,
            9.9295
          ],
          [
            "济南区域公司",
            94.53666667,
            9.453666667
          ],
          [
            "晋临区域公司",
            97.585,
            9.7585
          ],
          [
            "洛阳区域公司",
            100,
            10
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "运行质量评价",
        "metric": "运行质量评价 / 0.1",
        "definition": "SED运行质量评分",
        "formula": "区域SED得分*10%",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            81.28,
            8.128
          ],
          [
            "烟威区域公司",
            70.56,
            7.056
          ],
          [
            "枣庄区域公司",
            75.51,
            7.551
          ],
          [
            "青岛区域公司",
            73.74,
            7.374
          ],
          [
            "济宁区域公司",
            69.15,
            6.915
          ],
          [
            "台州区域公司",
            66.78,
            6.678
          ],
          [
            "济南区域公司",
            67.75,
            6.775
          ],
          [
            "晋临区域公司",
            73.97,
            7.397
          ],
          [
            "洛阳区域公司",
            74.44,
            7.444
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "供水厂标准化建设",
        "metric": "供水厂标准化建设 / 附加项5%",
        "definition": "区域内供水厂标准化建设达标的供水厂总数/区域内供水厂总数",
        "formula": "供水厂标准化建设覆盖率*5%（分表评价）",
        "weight": "附加项5%",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "厂端模式变革 30%",
        "level2": "夜间听班覆盖率",
        "metric": "夜间听班覆盖率 / 0.1",
        "definition": "区域内实现夜间听班的污水厂总数/区域内污水厂总数",
        "formula": "夜间听班覆盖率*10%（分表评价）",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            1,
            10
          ],
          [
            "烟威区域公司",
            1,
            10
          ],
          [
            "枣庄区域公司",
            0.8,
            8
          ],
          [
            "青岛区域公司",
            0.4,
            4
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            0.666666666666667,
            6.66666666666667
          ],
          [
            "济南区域公司",
            "/",
            "/"
          ],
          [
            "晋临区域公司",
            "/",
            "/"
          ],
          [
            "洛阳区域公司",
            "/",
            "/"
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "双证率",
        "metric": "双证率 / 0.05",
        "definition": "O序列持双证人数/O序列总人数",
        "formula": "双证率≥30%，得5分；双证率＜10%，得0分；中间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.364,
            5
          ],
          [
            "烟威区域公司",
            0.255,
            3.875
          ],
          [
            "枣庄区域公司",
            0.25,
            3.75
          ],
          [
            "青岛区域公司",
            0.648,
            5
          ],
          [
            "济宁区域公司",
            0.405,
            5
          ],
          [
            "台州区域公司",
            0.017,
            0
          ],
          [
            "济南区域公司",
            0.242,
            3.55
          ],
          [
            "晋临区域公司",
            0.023,
            0
          ],
          [
            "洛阳区域公司",
            0.262,
            4.05
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "岗证匹配率",
        "metric": "岗证匹配率 / 0.05",
        "definition": "O序列达到上岗标准（技能类别及等级与该岗位最低持证上岗要求一致）人数/O序列总人数",
        "formula": "上岗率≥10%，得5分；岗证匹配率在0%到10%之间插值得分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.073,
            3.65
          ],
          [
            "烟威区域公司",
            0.078,
            3.9
          ],
          [
            "枣庄区域公司",
            0.135,
            5
          ],
          [
            "青岛区域公司",
            0.086,
            4.3
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0.017,
            0.85
          ],
          [
            "济南区域公司",
            0.091,
            4.55
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0.065,
            3.25
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 质控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            3.5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 自控岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "×",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "×",
            3.5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 设备岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            3.5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "人员能力评价 15%",
        "level2": "关键岗位配置",
        "metric": "关键岗位配置 / 综合部安全岗",
        "definition": "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
        "formula": "区域运营部质控岗、自控岗（岗证匹配）、设备岗，综合部安全岗（岗证匹配）配置齐全得5分，缺一项扣1.5分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            "√",
            5
          ],
          [
            "烟威区域公司",
            "√",
            5
          ],
          [
            "枣庄区域公司",
            "√",
            5
          ],
          [
            "青岛区域公司",
            "√",
            5
          ],
          [
            "济宁区域公司",
            "√",
            3.5
          ],
          [
            "台州区域公司",
            "√",
            5
          ],
          [
            "济南区域公司",
            "√",
            5
          ],
          [
            "晋临区域公司",
            "√",
            3.5
          ],
          [
            "洛阳区域公司",
            "√",
            5
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2026年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2872.34,
            4
          ],
          [
            "烟威区域公司",
            3313.25,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2821.43,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3168.27,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            868.85,
            2
          ],
          [
            "洛阳区域公司",
            2888.2,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均运营规模",
        "metric": "人均运营规模 / 2025年",
        "definition": "区域运营规模/区域实际人数",
        "formula": "评价年度人均运营规模提高得2分，提高5%以上，再得1分；如年底2500m3/d/人≤人均运营规模＜3000m3/d/人 得1分，如年底≥3000 m3/d/人 得3分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            2477.06,
            4
          ],
          [
            "烟威区域公司",
            3235.29,
            5
          ],
          [
            "枣庄区域公司",
            2503.43,
            1
          ],
          [
            "青岛区域公司",
            2413.6,
            4
          ],
          [
            "济宁区域公司",
            1714,
            0
          ],
          [
            "台州区域公司",
            3079.44,
            5
          ],
          [
            "济南区域公司",
            2837.84,
            1
          ],
          [
            "晋临区域公司",
            860.39,
            2
          ],
          [
            "洛阳区域公司",
            2879.26,
            3
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2026年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            68.9,
            3
          ],
          [
            "烟威区域公司",
            107.4,
            5
          ],
          [
            "枣庄区域公司",
            94.7,
            5
          ],
          [
            "青岛区域公司",
            57.2,
            2
          ],
          [
            "济宁区域公司",
            64.7,
            3
          ],
          [
            "台州区域公司",
            68.7,
            3
          ],
          [
            "济南区域公司",
            71.2,
            4
          ],
          [
            "晋临区域公司",
            17.8,
            0
          ],
          [
            "洛阳区域公司",
            39.5,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人均创利",
        "metric": "人均创利 / 2025年",
        "definition": "区域净利润/区域实际人数",
        "formula": "评价年度人均创利提高可得2分； 年底达到60万元/人再得1分，年度每升高10万元/人加1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            65.5,
            3
          ],
          [
            "烟威区域公司",
            124.5,
            5
          ],
          [
            "枣庄区域公司",
            92,
            5
          ],
          [
            "青岛区域公司",
            56.6,
            2
          ],
          [
            "济宁区域公司",
            58.13,
            3
          ],
          [
            "台州区域公司",
            67.1,
            3
          ],
          [
            "济南区域公司",
            66.2,
            4
          ],
          [
            "晋临区域公司",
            18.2,
            0
          ],
          [
            "洛阳区域公司",
            30.8,
            2
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2026年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0701,
            5
          ],
          [
            "烟威区域公司",
            0.08,
            5
          ],
          [
            "枣庄区域公司",
            0.057,
            5
          ],
          [
            "青岛区域公司",
            0.108,
            0
          ],
          [
            "济宁区域公司",
            0.076,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.088,
            0
          ],
          [
            "晋临区域公司",
            0.174,
            1
          ],
          [
            "洛阳区域公司",
            0.121,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人事费用率",
        "metric": "人事费用率 / 2025年",
        "definition": "人工薪酬/区域总收入",
        "formula": "人事费用率≤8%可得5分，每超过0.1%少得1分； 对于人事费用率超过8.5%的区域，年度人事费用率下降0.1%以上可得1分",
        "weight": "0.05",
        "values": [
          [
            "临沂区域公司",
            0.0697,
            5
          ],
          [
            "烟威区域公司",
            0.078,
            5
          ],
          [
            "枣庄区域公司",
            0.059,
            5
          ],
          [
            "青岛区域公司",
            0.109,
            0
          ],
          [
            "济宁区域公司",
            0.053,
            5
          ],
          [
            "台州区域公司",
            0.062,
            5
          ],
          [
            "济南区域公司",
            0.085,
            0
          ],
          [
            "晋临区域公司",
            0.178,
            1
          ],
          [
            "洛阳区域公司",
            0.122,
            1
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 现状人数",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            109,
            10
          ],
          [
            "烟威区域公司",
            83,
            10
          ],
          [
            "枣庄区域公司",
            118,
            10
          ],
          [
            "青岛区域公司",
            184,
            10
          ],
          [
            "济宁区域公司",
            89,
            10
          ],
          [
            "台州区域公司",
            100,
            10
          ],
          [
            "济南区域公司",
            108,
            10
          ],
          [
            "晋临区域公司",
            303,
            1.5
          ],
          [
            "洛阳区域公司",
            330,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "人数目标偏差率 / 标准配置",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            114,
            10
          ],
          [
            "烟威区域公司",
            90,
            10
          ],
          [
            "枣庄区域公司",
            134,
            10
          ],
          [
            "青岛区域公司",
            198,
            10
          ],
          [
            "济宁区域公司",
            91,
            10
          ],
          [
            "台州区域公司",
            99,
            10
          ],
          [
            "济南区域公司",
            127,
            10
          ],
          [
            "晋临区域公司",
            81,
            1.5
          ],
          [
            "洛阳区域公司",
            183,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "人数目标偏差率",
        "metric": "偏差率",
        "definition": "（区域现状人数-区域标准人数）/区域标准人数×100%",
        "formula": "1-区域人数偏差率≤0%时，得10分； 2-区域人数偏差率＞0%且≤40%时，从6分到10分插值得分 3-区域人数偏差率＞40%时，得0分，但如果评价年度年初区域偏差人数≥50，区域本年度实际下降人数≥8人，也可得6分；实际下降人数＞0且＜8时，从0分到6分插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            -0.043859649122807,
            10
          ],
          [
            "烟威区域公司",
            -0.0777777777777778,
            10
          ],
          [
            "枣庄区域公司",
            -0.119402985074627,
            10
          ],
          [
            "青岛区域公司",
            -0.0707070707070707,
            10
          ],
          [
            "济宁区域公司",
            -0.021978021978022,
            10
          ],
          [
            "台州区域公司",
            0.0101010101010101,
            10
          ],
          [
            "济南区域公司",
            -0.149606299212598,
            10
          ],
          [
            "晋临区域公司",
            2.74074074074074,
            1.5
          ],
          [
            "洛阳区域公司",
            0.80327868852459,
            0
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工时基线偏差率",
        "metric": "工时基线偏差率 / 0.1",
        "definition": "（区域工单工时+非工单有效任务工时-区域工时基线）÷区域工时基线×100%",
        "formula": "工时基线偏差率≤15%，得10分； 工时基线偏差率>30%，得0分； 工时基线偏差率＞15%且≤30%时，插值得分",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            null,
            null
          ],
          [
            "烟威区域公司",
            null,
            null
          ],
          [
            "枣庄区域公司",
            null,
            null
          ],
          [
            "青岛区域公司",
            null,
            null
          ],
          [
            "济宁区域公司",
            null,
            null
          ],
          [
            "台州区域公司",
            null,
            null
          ],
          [
            "济南区域公司",
            null,
            null
          ],
          [
            "晋临区域公司",
            null,
            null
          ],
          [
            "洛阳区域公司",
            null,
            null
          ]
        ]
      },
      {
        "level1": "区域人效提升 45%",
        "level2": "工单薪酬落地",
        "metric": "工单薪酬落地 / 0.1",
        "definition": "区域工单薪酬落地达标水厂数量/区域污水厂总数",
        "formula": "评价月水厂O序列运维岗薪酬结构中工单薪酬占比不少于50%认定为合格；该项得分=完成率*10",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            1,
            10
          ],
          [
            "烟威区域公司",
            1,
            10
          ],
          [
            "枣庄区域公司",
            1,
            10
          ],
          [
            "青岛区域公司",
            1,
            10
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            1,
            10
          ],
          [
            "济南区域公司",
            1,
            10
          ],
          [
            "晋临区域公司",
            0.25,
            2.5
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "运营管理体量提升",
        "metric": "运营管理体量提升 / 加分项5%",
        "definition": "年底市政污水运营规模-年初市政污水运营规模",
        "formula": "提升1万吨+1分；提升5万吨+3分；提升10万吨+5分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            "-",
            "-"
          ],
          [
            "烟威区域公司",
            "-",
            "-"
          ],
          [
            "枣庄区域公司",
            "-",
            "-"
          ],
          [
            "青岛区域公司",
            "-",
            "-"
          ],
          [
            "济宁区域公司",
            "-",
            "-"
          ],
          [
            "台州区域公司",
            "-",
            "-"
          ],
          [
            "济南区域公司",
            "-",
            "-"
          ],
          [
            "晋临区域公司",
            "-",
            "-"
          ],
          [
            "洛阳区域公司",
            "-",
            "-"
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "培育专业化服务能力",
        "metric": "培育专业化服务能力 / 0.1",
        "definition": "设备大修重置新增自主实施能力的服务事项/区域所有设备大修重置新增服务事项",
        "formula": "系统内数值≥95%，得10分；实际值<75%，得0分； 75%-95% 之间按照插值法计算；",
        "weight": "0.1",
        "values": [
          [
            "临沂区域公司",
            0.975,
            10
          ],
          [
            "烟威区域公司",
            0.984,
            10
          ],
          [
            "枣庄区域公司",
            0.956,
            10
          ],
          [
            "青岛区域公司",
            0.933,
            9.15
          ],
          [
            "济宁区域公司",
            1,
            10
          ],
          [
            "台州区域公司",
            0.951,
            10
          ],
          [
            "济南区域公司",
            0.954,
            10
          ],
          [
            "晋临区域公司",
            0.989,
            10
          ],
          [
            "洛阳区域公司",
            0.93,
            9
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "ROM获取能力",
        "metric": "ROM获取能力 / 加分项10%",
        "definition": "区域年度获取云链端新范式下OM数量",
        "formula": "获取1项+5分，获取2项+10分",
        "weight": "加分项10%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      },
      {
        "level1": "区域可持续发展 10%",
        "level2": "厂网一体化推进能力",
        "metric": "厂网一体化推进能力 / 加分项5%",
        "definition": "厂网一体化业务能力评分",
        "formula": "完成收资并形成下一步的行动举措得3分；完成厂网一体化试点打造再得2分",
        "weight": "加分项5%",
        "values": [
          [
            "临沂区域公司",
            0,
            0
          ],
          [
            "烟威区域公司",
            0,
            0
          ],
          [
            "枣庄区域公司",
            0,
            0
          ],
          [
            "青岛区域公司",
            0,
            0
          ],
          [
            "济宁区域公司",
            0,
            0
          ],
          [
            "台州区域公司",
            0,
            0
          ],
          [
            "济南区域公司",
            0,
            0
          ],
          [
            "晋临区域公司",
            0,
            0
          ],
          [
            "洛阳区域公司",
            0,
            0
          ]
        ]
      }
    ]
  },
  "totals": {
    "5月": {
      "临沂区域公司": 87.7611111111111,
      "烟威区域公司": 88.2277777777778,
      "枣庄区域公司": 84.3444444444444,
      "青岛区域公司": 77.4444444444444,
      "济宁区域公司": 77.9333333333333,
      "台州区域公司": 79.4555555555556,
      "济南区域公司": 81.2,
      "晋临区域公司": 47.7625,
      "洛阳区域公司": 56.125
    },
    "4月": {
      "临沂区域公司": 91.0603703703704,
      "烟威区域公司": 95.4266666666667,
      "枣庄区域公司": 90.5015555555556,
      "青岛区域公司": 79.6464197530864,
      "济宁区域公司": 81.335,
      "台州区域公司": 83.4535185185185,
      "济南区域公司": 82.6429166666667,
      "晋临区域公司": 49.25875,
      "洛阳区域公司": 57.615
    },
    "3月": {
      "临沂区域公司": 92.9248148144444,
      "烟威区域公司": 94.2566666666667,
      "枣庄区域公司": 89.1226666666667,
      "青岛区域公司": 78.3520987655556,
      "济宁区域公司": 81.5722222222222,
      "台州区域公司": 80.137962962963,
      "济南区域公司": 80.41083333375,
      "晋临区域公司": 47.069375,
      "洛阳区域公司": 55.93
    }
  },
  "rules": [
    {
      "key": "A",
      "title": "厂端模式变革",
      "weight": "30%",
      "theme": "green",
      "rows": [
        [
          "设备质量评价",
          "SED设备质量评价",
          "区域",
          "SED设备质量评分",
          "区域SED得分*10%",
          "10.00%"
        ],
        [
          "运行质量评价",
          "SED运行质量评价",
          "区域",
          "SED运行质量评分",
          "区域SED得分*10%",
          "10.00%"
        ],
        [
          "供水厂标准化建设",
          "供水厂标准化建设",
          "供水",
          "区域内供水厂标准化建设达标的供水厂总数/区域内供水厂总数",
          "供水厂标准化建设覆盖率*5%（分表评价）",
          "附加项5%"
        ],
        [
          "夜间听班覆盖率",
          "夜间听班覆盖率",
          "市政污水",
          "区域内实现夜间听班的污水厂总数/区域内污水厂总数",
          "夜间听班覆盖率*10%（分表评价）",
          "10.00%"
        ]
      ]
    },
    {
      "key": "B",
      "title": "人员能力评价",
      "weight": "15%",
      "theme": "blue",
      "rows": [
        [
          "双证率",
          "双证率",
          "O序列",
          "O序列持双证人数/O序列总人数",
          "双证率≥30%，得5分；双证率＜10%，得0分；中间插值得分",
          "5.00%"
        ],
        [
          "岗证匹配率",
          "岗证匹配率",
          "O序列",
          "O序列达到上岗标准人数/O序列总人数",
          "上岗率≥10%，得5分；岗证匹配率在0%到10%之间插值得分",
          "5.00%"
        ],
        [
          "关键岗位配置",
          "质控岗 / 自控岗 / 设备岗 / 综合部安全岗",
          "区域运营部",
          "区域运营部关键岗位及安全岗落位情况、自控岗岗证匹配度",
          "配置齐全得5分，缺一项扣1.5分",
          "5%"
        ]
      ]
    },
    {
      "key": "C",
      "title": "区域人效提升",
      "weight": "45%",
      "theme": "orange",
      "rows": [
        [
          "人均运营规模",
          "人均运营规模",
          "市政污水",
          "区域运营规模/区域实际人数",
          "评价年度人均运营规模提高得2分，提高5%以上再得1分；达到区间标准继续加分",
          "5.00%"
        ],
        [
          "人均创利",
          "人均创利",
          "市政污水",
          "区域净利润/区域实际人数",
          "评价年度人均创利提高可得2分；年底达到60万元/人再得1分",
          "5.00%"
        ],
        [
          "人事费用率",
          "人事费用率",
          "市政污水",
          "人工薪酬/区域总收入",
          "人事费用率≤8%可得5分，每超过0.1%少得1分",
          "5.00%"
        ],
        [
          "人数目标偏差率",
          "人数目标偏差率",
          "全业态",
          "（区域现状人数-区域标准人数）/区域标准人数×100%",
          "偏差率≤0%得10分；0%-40%插值得分；超过40%原则上不得分",
          "10%"
        ],
        [
          "工时基线偏差率",
          "工时基线偏差率",
          "市政污水",
          "（区域工单工时+非工单有效任务工时-区域工时基线）÷区域工时基线×100%",
          "≤15%得10分；>30%得0分；中间插值得分",
          "10.00%"
        ],
        [
          "工单薪酬落地",
          "工单薪酬落地",
          "市政污水",
          "区域工单薪酬落地达标水厂数量/区域污水厂总数",
          "达标水厂数量占比不少于50%认定合格；得分=完成率*10",
          "10.00%"
        ]
      ]
    },
    {
      "key": "D",
      "title": "区域可持续发展",
      "weight": "10%",
      "theme": "purple",
      "rows": [
        [
          "运营管理体量提升",
          "运营管理体量提升",
          "市政污水",
          "年底市政污水运营规模-年初市政污水运营规模",
          "提升1万吨+1分；提升5万吨+3分；提升10万吨+5分",
          "加分项5%"
        ],
        [
          "培育专业化服务能力",
          "培育专业化服务能力",
          "市政污水",
          "设备大修重置新增自主实施能力的服务事项/区域所有设备大修重置新增服务事项",
          "系统内数值≥95%得10分；实际值<75%得0分；75%-95%插值",
          "10.00%"
        ],
        [
          "ROM获取能力",
          "ROM获取能力",
          "全业态",
          "区域年度获取云链端新范式TOM数量",
          "获取1项+5分，获取2项+10分",
          "加分项10%"
        ],
        [
          "厂网一体化推进能力",
          "厂网一体化推进能力",
          "全业态",
          "厂网一体化业务能力评分",
          "完成收资并形成下一步行动举措得3分；完成试点打造再得2分",
          "加分项5%"
        ]
      ]
    }
  ]
};
